[
  {
    "managerId": "4aa278ff-b637-4807-a106-358cc8a86787",
    "title": "Step Brothers",
    "description": "Step Brothers is a 2008 American comedy film directed by Adam McKay, produced by Jimmy Miller and Judd Apatow, and written by Will Ferrell and McKay from a story by Ferrell, McKay, and John C. Reilly. It follows Brennan (Ferrell) and Dale (Reilly), two grown men who are forced to live together as stepbrothers after their single parents, with whom they still live, marry each other. Richard Jenkins, Mary Steenburgen, Adam Scott, and Kathryn Hahn also star.",
    "durationMinutes": 240,
    "id": "ec5958c7-9f55-4f94-af78-4ee92507b19e",
    "createdAt": "2026-01-27T20:54:05.8286514",
    "updatedAt": "2026-01-27T20:54:05.8286514"
  },
  {
    "managerId": "4aa278ff-b637-4807-a106-358cc8a86787",
    "title": "Civil War",
    "description": "Civil War is a 2024 dystopian action thriller film written and directed by Alex Garland, starring Kirsten Dunst, Wagner Moura, Cailee Spaeny, Stephen McKinley Henderson, Sonoya Mizuno, and Nick Offerman. Set during a civil war fought across the United States between a despotic federal government and secessionist movements, the plot follows a group of war journalists traveling from New York City to Washington, D.C., to interview the President of the United States before rebels take the capital city.",
    "durationMinutes": 360,
    "id": "0c46b036-3fb7-478b-aa13-f156b284887d",
    "createdAt": "2026-01-27T20:54:40.2076842",
    "updatedAt": "2026-01-27T20:54:40.2076842"
  },
  {
    "managerId": "4aa278ff-b637-4807-a106-358cc8a86787",
    "title": "The Rip",
    "description": "The Rip is a 2026 American action thriller film written and directed by Joe Carnahan who developed the story with Michael McGrale. The film stars Matt Damon and Ben Affleck as police officers within the narcotics unit of the Miami-Dade Police Department. It also stars Steven Yeun, Teyana Taylor, Sasha Calle, Catalina Sandino Moreno, Scott Adkins, and Kyle Chandler.",
    "durationMinutes": 140,
    "id": "38e0aa1f-1afb-4709-b5e9-86c120a2fc3f",
    "createdAt": "2026-01-27T20:55:10.9871061",
    "updatedAt": "2026-01-27T20:55:10.9871061"
  },
  {
    "managerId": "4aa278ff-b637-4807-a106-358cc8a86787",
    "title": "Dracula",
    "description": "Dracula (developed with the working title Dracula: A Love Tale) is a 2025 English-language French Gothic romantic fantasy film, written and directed by Luc Besson, based on the 1897 novel Dracula by Bram Stoker. It stars Caleb Landry Jones as the eponymous character, alongside Christoph Waltz and Zoë Bleu. It was theatrically released in France on 30 July 2025, by SND and is scheduled for a wide theatrical release in North America on 6 February 2026.",
    "durationMinutes": 180,
    "id": "8294cb2c-912c-4eae-92e7-f9d659a3ab5b",
    "createdAt": "2026-01-27T20:55:38.3256454",
    "updatedAt": "2026-01-27T20:55:38.3256454"
  },
  {
    "managerId": "4aa278ff-b637-4807-a106-358cc8a86787",
    "title": "I Am Legend",
    "description": "I Am Legend is a 2007 American post-apocalyptic action horror film directed by Francis Lawrence from a screenplay by Akiva Goldsman and Mark Protosevich and starring Will Smith as U.S. Army virologist Robert Neville. Loosely based on the 1954 novel of the same name by Richard Matheson, the film is set in New York City after a virus, which was originally created to cure cancer, has wiped out most of mankind, leaving Neville as the last human in New York City, other than nocturnal mutants. Immune to the virus, Neville works to develop a cure while defending himself against the hostile mutants. It is the third feature-film adaptation of Mathesons novel following 1964s The Last Man on Earth and 1971s The Omega Man.",
    "durationMinutes": 120,
    "id": "2d4cb028-d8ed-46dc-98e6-7cc6ad0fb455",
    "createdAt": "2026-01-27T20:56:48.6571248",
    "updatedAt": "2026-01-27T20:56:48.6571248"
  }
]